{
  "Dashboard": "Tableau de bord",
  "Log Out": "Se déconnecter",
  "Profile Information": "Informations du profil",
  "Update your account's profile information and email address.": "Mettez à jour les informations de votre profil et votre adresse e-mail.",
  "Name": "Nom",
  "SAVE": "ENREGISTRER",
  "Update Password": "Mettre à jour le mot de passe",
  "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
  "Current Password": "Mot de passe actuel",
  "New Password": "Nouveau mot de passe",
  "Confirm Password": "Confirmer le mot de passe",
  "Delete Account": "Supprimer le compte",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
  
  "Remember me": "Se souvenir de moi",
  "Password": "Mot de passe",
  "LOG IN": "SE CONNECTER",
  "Register as": "S'inscrire en tant que",
  "Customer": "Client",
  "Vendor": "Vendeur",
  "Already registered?": "Déjà inscrit ?",
  "Register": "S'inscrire",
  "Forgot your password?": "Mot de passe oublié ?",
  "These credentials do not match our records.": "Ces identifiants ne correspondent pas à nos enregistrements.",
  "Reset Password": "Réinitialiser le mot de passe",
  "Enter your email address and we will send you a link to reset your password.": "Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
  "Email": "E-mail",
  "We can't find a user with that email address.": "Nous ne pouvons pas trouver d'utilisateur avec cette adresse e-mail.",
  "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, aucune autre action n'est requise.",
  "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
  "Before proceeding, please check your email for a verification link. If you did not receive the email, we will gladly send you another.": "Avant de continuer, veuillez vérifier votre e-mail pour un lien de vérification. Si vous n'avez pas reçu l'e-mail, nous vous en enverrons volontiers un autre.",
  "Resend Verification Email": "Renvoyer l'e-mail de vérification"
}

